-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Host: custsql-ipg46.eigbox.net
-- Generation Time: 21 يناير 2020 الساعة 18:30
-- إصدار الخادم: 5.6.41-84.1-log
-- PHP Version: 7.0.33-0ubuntu0.16.04.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hamza`
--

-- --------------------------------------------------------

--
-- بنية الجدول `alike`
--

CREATE TABLE `alike` (
  `id_like` int(11) NOT NULL,
  `no_like` int(11) NOT NULL,
  `id_post` int(11) NOT NULL,
  `ip` varchar(25) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `alike`
--

INSERT INTO `alike` (`id_like`, `no_like`, `id_post`, `ip`) VALUES
(71, 1, 81, ''),
(72, 1, 109, ''),
(73, 1, 110, ''),
(74, 1, 111, ''),
(75, 1, 112, ''),
(76, 1, 118, ''),
(77, 1, 119, ''),
(78, 1, 121, ''),
(79, 1, 97, ''),
(80, 1, 117, ''),
(81, 1, 82, ''),
(82, 1, 76, ''),
(83, 1, 147, ''),
(84, 1, 149, ''),
(85, 1, 149, ''),
(86, 1, 149, ''),
(87, 1, 92, ''),
(88, 1, 92, ''),
(89, 1, 92, ''),
(90, 1, 88, ''),
(91, 1, 136, ''),
(92, 1, 146, ''),
(93, 1, 73, ''),
(94, 1, 159, ''),
(95, 1, 165, ''),
(96, 1, 165, ''),
(97, 1, 165, ''),
(98, 1, 166, ''),
(99, 1, 83, ''),
(100, 1, 167, ''),
(101, 1, 168, ''),
(102, 1, 170, '');

-- --------------------------------------------------------

--
-- بنية الجدول `items`
--

CREATE TABLE `items` (
  `id` int(10) NOT NULL,
  `Name` varchar(255) NOT NULL,
  `Tage` varchar(255) NOT NULL,
  `City` varchar(255) NOT NULL,
  `Image` varchar(255) NOT NULL,
  `Image1` varchar(255) NOT NULL,
  `Image2` varchar(255) NOT NULL,
  `Image3` varchar(255) NOT NULL,
  `Image4` varchar(255) NOT NULL,
  `Price` varchar(255) NOT NULL,
  `Add_Date` date NOT NULL,
  `Descr` text NOT NULL,
  `Username` varchar(255) NOT NULL,
  `Approve` int(11) NOT NULL DEFAULT '0',
  `Mobile` varchar(15) NOT NULL,
  `id_vi` int(15) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `items`
--

INSERT INTO `items` (`id`, `Name`, `Tage`, `City`, `Image`, `Image1`, `Image2`, `Image3`, `Image4`, `Price`, `Add_Date`, `Descr`, `Username`, `Approve`, `Mobile`, `id_vi`) VALUES
(73, 'Range rover', 'سيارات', 'فاس', '2011233951408310_2126721720743526_5401839277950631936_n.jpg', '653003550820513_2126721744076857_7206805086595448832_n.jpg', '774311550920341_2126721820743516_4857474957984137216_n.jpg', '1452303450829478_2126721790743519_5323852026294042624_n.jpg', '212794850920341_2126721820743516_4857474957984137216_n (1).jpg', '420.000', '2019-01-30', 'Je met en vente ma range rover mod 12/2013 tout option\r\nPlus d\'information appel ', 'Fouad', 0, '0661606086', 110),
(76, 'تكشيطة ممتازة', 'ملابس', 'الناظور', '1327175051325091_2177441768989023_6754598275036217344_n.jpg', '693036351318380_2177441675655699_2063104883711541248_n.jpg', '567133851116975_2177441878989012_6221552181737160704_n.jpg', '7423906750958990_2177441815655685_2584742581799747584_n.jpg', '328166451385350_2177441728989027_8280386055480279040_n.jpg', '4500', '2019-02-01', 'تكشيطة ممتازة بثوب الصاري خياطة جودة عالية بالصقلي الحر(السفيفة و العقاد الحر) م', 'يوسف', 0, '0633571864', 63),
(77, 'كولف جيطا', 'سيارات', 'الخميسات', '4436297051245400_385096955652002_8751759304626798592_n.jpg', '690162951142148_385097072318657_1683190536476819456_n.jpg', '380638851362366_385096978985333_5660894040044863488_n.jpg', '7726544251347994_385097115651986_8545415456385662976_n.jpg', '1011863451405629_385097032318661_432765539014672384_n.jpg', '35000 ', '2019-02-01', 'توجد سيارة ممتازة كولف جيطا موديل 86 الديوانة 94 الخيل 7 مازوط السيارة ممتازة ال', 'يوسف', 0, '0680852947', 48),
(78, 'نيسان نيفادا', 'سيارات', 'الخميسات', '4425426450658146_380288099466221_4347768610324742144_n.jpg', '641281750288947_380288059466225_625115215574335488_n.jpg', '14959150288947_380288059466225_625115215574335488_n (1).jpg', '8182731351047896_380288079466223_6603943372186976256_n.jpg', '770942050658146_380288099466221_4347768610324742144_n.jpg', '120000', '2019-02-01', 'نيسان نيفادا 2011 مازوط الخيل 9 الضريبة 700 درهم طونوبيل مليحة الثمن مزيان 12', 'يوسف', 0, '0680852947', 220),
(80, 'بيجو 205 مازوط ', 'سيارات', 'الخميسات', '5936168250872885_383697005791997_9110888093208018944_n.jpg', '3928412150894899_383696972458667_2953563599739551744_n.jpg', '4053609150940275_383697045791993_5490528574496571392_n.jpg', '2436180050877551_383697115791986_6343617179514044416_n.jpg', '5382097351090876_383697072458657_8691460781289504768_n.jpg', '35000', '2019-02-02', 'بيجو 205 مازوط 7 الخيل الضريبة 700 درهم سيارة مزيانة\r\nبيجو 205 مازوط للبيع الخيل 7 الضريبة 700 درهم سيارة مزيانة الثمن ممتاز و قابل للمفاهمة لي بغاها مرحبا.\r\nالواتساب و التلفون \r\nوسيط', 'يوسف', 0, '0680852947', 29),
(81, 'Range rover HSE', 'سيارات', 'الدار البيضاء', '3595243451426748_2263054993942396_3332292243942801408_n.jpg', '1858387851865946_2263055023942393_4804798305085161472_n.jpg', '58023651383450_2263055073942388_3108419371446304768_n (1).jpg', '1423166651308401_2263055103942385_1916813104994320384_n (1).jpg', '6079144851227955_2263054980609064_5834941404962357248_n.jpg', '125.000', '2019-02-02', 'A vendre range rover diesel HSE modèle 2007 tt option boîte auto siège cuir aucun réparation à prévoir 6000dh la vignette pour plus d\'info contacter moi j\'accepte la reprise', 'Choaib', 0, '0619542992', 186),
(82, 'Hyundai i40 pack', 'سيارات', 'بني ملال', '2184238151172489_10213730035790706_6234795958207512576_n.jpg', '5593490950986807_10213730036350720_659641001672966144_n.jpg', '3857197250981274_10213730035950710_6438263922117050368_n.jpg', '5256958551308574_10213730036630727_6528732761052676096_n.jpg', '', '1', '2019-02-02', 'Hyundai i40 pack lux plus 5/2013 .....7 cheveux 1.7 mtr 700 vignette payée t', 'Youssef', 0, '0649476155', 119),
(83, ' Mercedes c 220', 'سيارات', 'تطوان', '5305975650997997_2182740525081173_7847394760099627008_o.jpg', '5173240451246651_2182740621747830_1770999751274135552_o.jpg', '3740393351129848_2182740748414484_6189865884417261568_o.jpg', '6040092251270125_2182740911747801_2691595668702625792_o.jpg', '3255101751381390_2182740831747809_6331792357159075840_o.jpg', '50.000', '2019-02-02', 'Mercedes c 220 n9iyaa motour jdid mazout model 94 / Kenya f tétouan / libgha lma3loumat yitasel.', 'Achraf', 0, '0678656160', 73),
(84, ' Audi 80', 'سيارات', 'الدار البيضاء', '2701649751039860_536257853527876_6359928494641643520_n.jpg', '3725220550992501_536257876861207_1077717666635972608_n.jpg', '1322023551244530_536257893527872_1376324108249202688_n.jpg', '2234205151075971_536257916861203_5679925044428406784_n.jpg', '', '22.000', '2019-02-02', 'Salam une Audi 80 dièsel 6ch model 86 de 93 très bonne état jamais accidenté assisté airbag juante aluminium ba9a mliha 9tisadya li limhtam itasl', 'Mustafa', 0, '0663815703', 61),
(85, 'Golf 7 model 2014', 'سيارات', 'طنجة', '1334302250955186_2269381360011138_8098915634160599040_n.jpg', '3426111951226433_2269381503344457_8435973182808129536_n.jpg', '4730009251168158_2269381640011110_5891297771092180992_n.jpg', '738197350951869_2269381686677772_2075216369363714048_n.jpg', '2972668750948242_2269381793344428_1187455575697391616_n.jpg', '110.000', '2019-02-02', 'Golf 7 model 2014 xhar 5 ba9a mam3axraxi motor 1,6 fiha destroniq catparki nrasa boit mneil ', 'mohamed', 0, '0682900968', 80),
(86, 'Samsung S4 mini', 'تليفونات', 'فاس', '3410412950967980_313817866151111_5549575136341917696_n.jpg', '2513567251121444_313817739484457_6388046241074249728_n.jpg', '3116046951083564_313817809484450_5939399407647588352_n.jpg', '1477353751541327_313817829484448_9009048006233686016_n.jpg', '2682091151450645_313817772817787_5363589467443560448_n.jpg', '400', '2019-02-02', 'Samsung S4 mini / 8gb / ram 1.5gb / réseau 4G / difo makaynch \r\nAkhir taman 400dh \r\nLi chari isoni 0678975006', 'Mohamed', 0, '0678975006', 20),
(87, 'Pc portable asus', 'حاسوب محمول', 'فاس', '1281314650523386_1553269841483827_5930574684373385216_n.jpg', '1317581751014183_1553269861483825_161776746432036864_n.jpg', '4722959651293402_1553269804817164_3711397758641373184_n.jpg', '5408554251357612_1553269791483832_8248131830339862528_n.jpg', '709591951357612_1553269791483832_8248131830339862528_n.jpg', '600', '2019-02-02', 'Pc portable asus core 2 duo 2 go fram et 120 go disc dur batri makychdch d3if bchargeur dyalo (fih driba ms madarach pc sla7) mon num ', 'طارق', 0, '0653768425', 12),
(88, 'Xiomi mi A1 ', 'تليفونات', 'فاس', '4393404751182302_354503845391348_5763942395808841728_n.jpg', '1140677551256800_354503832058016_391348276026146816_n.jpg', '', '', '', '1900', '2019-02-02', 'Xiomi mi A1 64 v 4 g ram yres binne etat comme neuf\r\n', 'محمد', 0, '0621956007', 27),
(89, 'Xiaomi Mi 5X', 'تليفونات', 'فاس', '3282726750919575_1294747280672718_890996304199548928_n.jpg', '1898558551184415_1294746760672770_9014273190431555584_n.jpg', '1479430051438971_1294747520672694_704801599242895360_n.jpg', '5943480051899552_1294749040672542_5533429770160701440_n.jpg', '148170751551177_1294747950672651_5852724390633930752_n.jpg', '1150', '2019-02-02', 'Comme neuf\r\nDéfaut walo\r\nFih ghir dik tch3irat madarinch\r\n64GB 4GB Ram\r\nEmpreinte digital', 'يونس', 0, '0695545155', 20),
(90, 'شقة للبيع', 'دار أو ڨيلا', 'فاس', '6605605151080343_788901781457388_901209143723950080_n.jpg', '1581275751308497_788901724790727_3948239929133236224_n.jpg', '6263817151300725_788901761457390_780389115232256000_n.jpg', '434187851327374_788901738124059_352705209723518976_n.jpg', '1427884751408296_788901804790719_4905808574313136128_n.jpg', '50000', '2019-02-02', 'شقة للبيع في فاس باب الفتوح بالضبط في سهب الورد السفلي 2فرصادات بيت واحد وصالون وسيجور والكوزينة\r\n0للمزيد من التفاصيل المرجو الإتصال على الرقم 0661572243 أو التواصل عبر الواتساب', 'HANANE‎‏', 0, '0661572243 ', 28),
(91, 'شقق ومتاجر', 'دار أو ڨيلا', 'فاس', '1306868051088731_2287635574895618_7799555558930907136_n.jpg', '2434384651064690_2287635681562274_5984179784647704576_n.jpg', '165378951337070_2287635554895620_8310970826832740352_n.jpg', '2468313151000313_2287635714895604_9065097960806678528_n.jpg', '2133666551585732_2287635614895614_3631993876446707712_n.jpg', '160000', '2019-02-02', 'شقق ومتاجر ممتازة بأثمنة مناسبة بموقع هادئ بجماعة عين الشقف تشتمل علي غرفتين وصالون ومرحاض وحمام ومطبخ. \r\n(وهنالك اختيارات واقتراحات أخرى حسب الطلب) \r\nللمزيد من المعلومات المرجو التواصل مباشرة مع صاحب ا', 'محمد', 0, '0606910618', 16),
(92, 'HP Elitebook', 'حاسوب محمول', 'الدار البيضاء', '3116700050872891_2312117728832960_5552195302615678976_o.jpg', '6298165450801711_2312117698832963_1327385635970875392_o.jpg', '1546918451042666_2312117745499625_1955504816096542720_n.jpg', '2613344151075869_2312117852166281_4022785133869268992_o.jpg', '485403051075869_2312117852166281_4022785133869268992_o.jpg', '88088', '2019-02-02', 'HP Elitebook 840 G2- Intel Core i5 5ème Génération // RAM 8Go // Disque Dur 320Go Comme Neuuf\r\nPRIX : 3800 DH\r\n\r\nIntel Core i5-5200U 5ème Génération - de 2,5Ghz\r\n\r\nRAM 8Go DDR3\r\n\r\nDisque Dur : 320 Go\r\nCarte', 'Ayoub', 0, '0625388722', 27),
(93, 'برطمة ممتازة', 'بارطما', 'فاس', '3619724150955239_574260653038462_1447142058761388032_n.jpg', '6444564951094546_574260373038490_3035654606748123136_n.jpg', '657463751094546_574260373038490_3035654606748123136_n.jpg', '3450937151107869_574260599705134_193278811129774080_n.jpg', '3357891951248306_574260573038470_9200626603019730944_n.jpg', '22000', '2019-02-02', 'شقة من النوع الرفيع باولاد طيب فيها 2 بيوت وصالون وسيجور ومطبخ وحمام ومرحاض ومشمشة وموقع زوين ب 22مليون فيها 90m وغي3 سكان ب 22مليون قابلة للنقاش مع تسهيل فرضية لكريدي في حدود 2 حتى 4 مليون اللي بغا ي', 'Kareem', 0, '0613349479', 29),
(94, 'J7 PRO 64', 'تليفونات', 'الدار البيضاء', '6223933351099688_173521980276185_6519958907371126784_n.jpg', '4560303151371532_173521953609521_427244878246707200_n (1).jpg', '233036651094022_173522113609505_3361947794825805824_n.jpg', '4541624851424040_173522030276180_8740786127041986560_o.jpg', '5914404551020971_173522003609516_10523077897093120_o.jpg', '1.850', '2019-02-03', 'J7 PRO 64 jedida 0 difo \r\nMomekin reperiz', 'Nabil', 0, '0661859489', 409),
(95, 'cango', 'سيارات', 'الراشيدية', '5361853351489542_288466671818499_3276358545544577024_o.jpg', '1555270451636381_288466651818501_7814715496405663744_o.jpg', '5932726351341485_288466665151833_1961693915509686272_o.jpg', '5007076051030755_288466645151835_1209717963150589952_n.jpg', '', '70.000', '2019-02-03', 'cango Dsi modil 2011 /5', 'Abd Ellah', 0, '0663196076', 167),
(96, 'GOLF série 5', 'سيارات', 'الدار البيضاء', '903611550877551_383697115791986_6343617179514044416_n.jpg', '4203401151092636_779567095732157_2299430442652139520_o.jpg', '6219516351380740_779567069065493_5504227819363762176_o.jpg', '5433712651532675_779567219065478_2703369453961216000_o.jpg', '4923997451656809_779567125732154_4819127265172389888_n.jpg', '1', '2019-02-03', 'Model 2008 \r\nDiesel \r\nDiwana 2013 \r\nWhtsp 0648017739', 'يونس', 0, '0648017739', 53),
(97, 'Bijo 205', 'سيارات', 'الدار البيضاء', '4796171551010833_1285162794969180_6557879796397768704_n.jpg', '368218551187666_1285162778302515_3895826742413099008_n.jpg', '1313266650995817_1285162844969175_994207722691887104_n.jpg', '2667201451142148_385097072318657_1683190536476819456_n.jpg', '3579898651187666_1285162778302515_3895826742413099008_n.jpg', '10000', '2019-02-03', 'Bijo 205 issans modil 85 d\'i 92 \r\n', 'Abde Tahiri', 0, '0663807990', 54),
(98, 'Hyundai i40 ', 'سيارات', 'بني ملال', '1752060851032892_10213730026870483_6728418774329851904_n.jpg', '3093618051032892_10213730026870483_6728418774329851904_n (1).jpg', '6290847151178850_10213730027790506_1250902507631149056_n.jpg', '3364995751380740_779567069065493_5504227819363762176_o.jpg', '', '1', '2019-02-03', 'Hyundai i40 pack lux plus\r\nHyundai i40 pack lux plus 5/2013 .....7 cheveux 1.7 mtr 700 vignette payée t', 'Youssef', 0, '0649476155', 21),
(99, 'Audi A5 diesel', 'سيارات', 'الجديدة', '3597871451236120_326830454707049_2854437798952304640_o.jpg', '3680188351237898_326830524707042_6747639182476181504_o.jpg', '6064789351304459_326830704707024_5084297592544690176_o.jpg', '1689165551163612_326830588040369_3249882679209885696_o.jpg', '3651694850801801_326830478040380_1429179406017888256_o.jpg', '180.000', '2019-02-04', 'Audi A5 diesel', 'هاجر', 0, '0657089890', 49),
(108, 'Hp probook', 'حاسوب محمول', 'الراشيدية', '27317420IMG_20190204_141710.jpg', '8822112IMG_20190204_141708.jpg', '34401640IMG_20190204_141706.jpg', '2360714IMG_20190204_141703.jpg', '64337648IMG_20190204_141706.jpg', '2500', '2019-02-04', 'Hp brobook 4GB ram memery 300GB', 'Hssain', 0, '0637902706', 16),
(109, ' كونغو رونو', 'سيارات', 'الراشيدية', '23850006DSC_0005-787x590.JPG', '34127506DSC_0004-1836x2448-787x1049.JPG', '53384855DSC-787x590.JPG', '60927931DSC_0002-1836x2448-787x1049.JPG', '29127367DSC.JPG', '60000', '2019-02-06', 'موديل 1999 دونة 2011', 'حساين', 0, '0642558703', 36),
(110, 'مرسيدس بنز 208', 'مركبات وألات مهنية', 'خنيفرة', '62678993DSC_0007-787x1049.JPG', '9305012DSC_0006-787x1049.JPG', '2029819DSC_0005-787x1049.JPG', '11405372DSC_0010-787x1049.JPG', '55641485DSC_0008-787x1049.JPG', '120000', '2019-02-06', 'موديل 1995/3/30دونة 2009', 'Abdo', 0, '0673114458', 12),
(111, 'Kanego d65 modil 2001', 'سيارات', 'خريبكة', '2424610720190202_120848.jpg', '1872753020190202_120618-1.jpg', '1933384120190202_120521.jpg', '6319320520190202_120705.jpg', '1569154320190201_140514.jpg', '50000', '2019-02-13', '0668297625', '', 0, '0668297625', 165),
(112, 'voiture', 'سيارات', 'مكناس', '22648540IMG-20190128-WA0000.jpg', '59895004IMG-20190128-WA0001.jpg', '32287768IMG-20190128-WA0002.jpg', '19440081Screenshot_2019-02-03-12-16-26.png', '13371732Screenshot_2019-01-28-22-01-12.png', '70000', '2019-02-13', 'c4 mdl2006 diesel', 'mhamed', 0, '0671860475', 30),
(113, 'Peugeot ', 'سيارات', 'بويزكارن', '6323803320190212_211637.jpg', '534423820190211_133812.jpg', '6601979220190211_133932.jpg', '5371271620190207_175421.jpg', '5002607120190207_175558.jpg', '19000', '2019-02-13', '205', 'Ali', 0, '0633001503', 53),
(115, 'Toyota starlet', 'سيارات', 'الدار البيضاء', '117241520190203_113647.jpg', '3726577120190203_113701.jpg', '4169536520190203_113653.jpg', '4376727720190203_113647.jpg', '4611896120190203_113720.jpg', '26000', '2019-02-13', 'Toyota starlet \r\n7 ch \r\nDariba 350dh\r\nModelle 1997', 'عبدالرحمن', 0, '0602680610', 339),
(117, 'Moteur bosh pour ford transit 2.4tdci 2011', 'سيارات', 'ورزازات', '7562109IMG-20190129-WA0038.jpg', '49472433IMG-20190129-WA0036.jpg', '44150438IMG-20190129-WA0034.jpg', '39634297IMG-20190129-WA0033.jpg', '', '50000', '2019-02-14', 'موتور ديال فورد ترانزيت بوش 2.4tdci 115000km يالاه جا من الخارج ', 'محمد', 0, '0699286558', 32),
(119, 'Kangoo mod 23/3/2018', 'سيارات', 'الدار البيضاء', '2777622820190213_141544.jpg', '5512395220190213_141611.jpg', '29545485IMG-20190210-WA0075.jpg', '65775622IMG-20190210-WA0075.jpg', '1616930IMG-20190210-WA0072.jpg', '140000', '2019-02-16', '10500  Kangoo ngiya klm', 'Lahesn', 0, '0666709794', 65),
(121, 'Pompe injection  a6', 'قطع الغيار لوسائل النقل', 'وجدة', '4625472251513415_116883169407410_3312807386070122496_n.jpg', '576743051513415_116883169407410_3312807386070122496_n.jpg', '474377452407862_116883109407416_1027867170937241600_n.jpg', '', '', '1800', '2019-02-17', 'tres bon eta  ', 'mohmed ayoub', 0, '0668374803', 35),
(122, 'برطما', 'بارطما', 'القنيطرة', '33654109IMG-20190924-WA0012.jpg', '30913498IMG-20190924-WA0013.jpg', '17129481IMG-20190924-WA0006.jpg', '4941266IMG-20190924-WA0005.jpg', '37435385IMG-20190924-WA0001.jpg', '190000', '2019-09-28', 'للبيع شقه في القنيطره الضحى الطابق 4  من غير فرش تطل على الشارع الرئيسي جنب مسجد الضحى الكبير والسوق والمدارس مكان هادي المرجو تواصل للناس الحاله فقط //////////////////////////////////////////////////', 'Awatif', 0, '0700736299', 13),
(123, 'Terrain de 110 m2 ', 'بقع و مزارع', 'سطات', '121272216.jpeg', '161012761.jpeg', '119759473.jpeg', '369857654.jpeg', '131978005.jpeg', '420000', '2019-10-07', 'ارض سكنية تجارية مساحة 110 متر مربع من فئة 3 طوابق على بعد 200م فقط من عدة مرافق اجتماعية وتجارية الموقع تجزئة مفتاح الخيرالشطر الخامس مدينة سطات', 'EL HARIM MOHAMED', 0, '0614185123', 1),
(127, 'Material de pnus ', 'مركبات وألات مهنية', 'الرباط', '498830321570221137689.jpg', '282878931570221167751.jpg', '278157751570221167751.jpg', '162318521570221134199.jpg', '57572398IMG_20180917_144919.jpg', '35000', '2019-10-19', 'Toutes amarch trvellie bon\r\n\r\n\r\nSone pro problam  momkin ndri chi ropriz ay haja tkon ma3kola\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHbznsjsjsjjsjdjdjdjjdjdjsj\r\n\r\n\r\nHdhdhhsgs j hug :(fhfgfhdgshxjxghggf', 'Abdla', 0, '0658689284', 7),
(129, 'baddouaction', 'بارطما', 'الرباط', '32403083IMG-20150821-WA0086.jpg', '51302408IMG-20150821-WA0087.jpg', '57714167IMG-20150821-WA0089.jpg', '40195072IMG-20150821-WA0091.jpg', '45155412IMG-20150821-WA0088.jpg', '700', '2019-11-13', 'Superbe studio meublé sur Hassan, de 38m²,\r\n une chambre, séjour avec cuisine salle douche. \r\nPrix : 700DH/Nuit et 7500DH/mois\r\nRFC : SML 200\r\n\r\nLes Honoraires d\'agence : 1 mois de loyer. Si vous êtes inté', 'Baddou', 0, '0661370292', 31),
(130, 'baddouaction', 'بارطما', 'الرباط', '58144510IMG-20181206-WA0029.jpg', '35368677IMG-20181206-WA0039.jpg', '15611980IMG-20181206-WA0022.jpg', '21873953IMG-20181206-WA0037.jpg', '31435425IMG-20181206-WA0033.jpg', '750', '2019-11-13', 'Location d’un très joli studio, neuf, très bien entretenue au quartier de Hassan \r\nComposé de chambre, salon, cuisine bien équipée climatisation…\r\nLe prix : 750DH/nuitée\r\nREF :SML201\r\n- Les Honoraires d\'a', 'Baddou', 0, '0661370292', 25),
(131, 'baddouaction', 'بارطما', 'الرباط', '59271027IMG-20181206-WA0010.jpg', '28017484IMG-20181206-WA0017.jpg', '52132227IMG-20181206-WA0008.jpg', '37026885IMG-20181206-WA0020.jpg', '16163471IMG-20181206-WA0016.jpg', '850', '2019-11-13', 'Location d’un très joli studio, neuf, très bien entretenue au quartier de l’agdal\r\nComposé de chambre ouverte sur le salon cuisine bien équipée climatisation…\r\nLe prix : 850DH/nuitée\r\nR F C :  SML/203\r\n- ', 'Baddou', 0, '0661370292', 2),
(132, 'baddouaction', 'بارطما', 'الرباط', '30180272WhatsApp Image 2019-08-01 at 11.25.02(1).jpeg', '51733835WhatsApp Image 2019-08-01 at 11.24.58.jpeg', '56770485WhatsApp Image 2019-08-01 at 11.24.57(1).jpeg', '26248809WhatsApp Image 2019-08-01 at 11.24.59(1).jpeg', '2620503WhatsApp Image 2019-08-01 at 11.25.01.jpeg', '6500', '2019-11-13', 'Location longs durée d’un studio totalement ensoleillé toute la journée d\'une bonne visibilité grâce à son emplacement stratégique au Hassan - Rabat ainsi que très proche à toutes les commodités. \r\nSe ', 'Baddou', 0, '0661370292', 1),
(133, 'baddouaction', 'بارطما', 'الرباط', '33548970WhatsApp Image 2019-08-22 at 12.53.47 (1).jpeg', '19269028WhatsApp Image 2019-08-22 at 12.53.47.jpeg', '35316436WhatsApp Image 2019-08-22 at 12.53.48 (1).jpeg', '27641257WhatsApp Image 2019-08-22 at 12.53.48.jpeg', '10562489WhatsApp Image 2019-08-22 at 12.53.47 (2).jpeg', '6500', '2019-11-13', 'Location longs durée d’un studio totalement ensoleillé toute la journée d\'une bonne visibilité grâce à son emplacement stratégique au Hassan - Rabat ainsi que très proche à toutes les commodités. \r\nSe ', 'Baddou', 0, '0661370292', 1),
(134, 'baddouaction', 'بارطما', 'الرباط', '11988407WhatsApp Image 2019-08-22 at 12.53.47 (1).jpeg', '30378484WhatsApp Image 2019-08-22 at 12.53.47.jpeg', '4299125WhatsApp Image 2019-08-22 at 12.53.48 (1).jpeg', '26348364WhatsApp Image 2019-08-22 at 12.53.48.jpeg', '63118768WhatsApp Image 2019-08-22 at 12.53.47 (2).jpeg', '6500', '2019-11-13', 'Location longs durée d’un studio totalement ensoleillé toute la journée d\'une bonne visibilité grâce à son emplacement stratégique au Hassan - Rabat ainsi que très proche à toutes les commodités. \r\nSe ', 'Baddou', 0, '0661370292', 3),
(135, 'baddouaction', 'بارطما', 'الرباط', '18493837WhatsApp Image 2019-08-27 at 19.41.20.jpeg', '65567302WhatsApp Image 2019-08-27 at 19.38.28 (1).jpeg', '15190323WhatsApp Image 2019-08-27 at 19.38.29.jpeg', '9920330WhatsApp Image 2019-08-27 at 19.38.27 (1).jpeg', '31672300WhatsApp Image 2019-08-27 at 19.41.16.jpeg', '7500', '2019-11-13', 'Location longs durée d’un studio totalement ensoleillé toute la journée d\'une bonne visibilité grâce à son emplacement stratégique au Hassan - Rabat ainsi que très proche à toutes les commodités. \r\nSe ', 'Baddou', 0, '0661370292', 6),
(136, 'baddouaction', 'بارطما', 'الرباط', '4950270photo (6).JPG', '30963239photo (4).JPG', '18221797photo (9).JPG', '28675467photo (5).JPG', '51854811photo (3).JPG', '700', '2019-11-13', 'Superbe studio meublé en location situe à Hassan de sup : 32m  une chambre avec petit salon et salle à manger, cuisine  salle de bain. \r\nPrix : 700DH/Nuit \r\nSML/208\r\n\r\n- Les Honoraires d\'agence : 1 mois d', 'Baddou', 0, '0661370292', 5),
(137, 'baddouaction', 'بارطما', 'الرباط', '55959416IMG-20141117-WA0007.jpg', '55629861IMG-20141117-WA0027.jpg', '62576520IMG-20141117-WA0028.jpg', '2438566IMG-20141117-WA0027.jpg', '938329IMG-20141117-WA0029.jpg', '700', '2019-11-13', 'Superbe studio meublé au 2éme étage sur Agdal, composé d’une chambre ouverte sur le salon, cuisine équipée, salle de bain. \r\nPrix : 700DH/Nuit\r\nSML/209\r\n- Les Honoraires d\'agence : 1 mois de loyer. Si vo', 'Baddou', 0, '0661370292', 6),
(138, 'baddouaction', 'بارطما', 'الرباط', '14657215IMG-20141112-WA0013 (1).jpg', '18385980IMG-20141117-WA0031 (1).jpg', '22504603IMG-20141117-WA0005 (1).jpg', '44098345IMG-20141112-WA0007.jpg', '8837031IMG-20141112-WA0012 (1).jpg', '900', '2019-11-13', '\r\n\r\nSuperbe studio meublé au 2éme étage sur Agdal de 35m, composé d’une chambre ouverte sur le salon, cuisine équipée, salle de bain, climatisation\r\nPrix : 900DH/Nuit. 10000dh/mois\r\nSML/210\r\n- Les Honorair', 'Baddou', 0, '0661370292', 6),
(139, 'baddouaction', 'بارطما', 'الرباط', '5331577920140310_165747.jpg', '1356833420140310_170148.jpg', '1605538220140310_170101.jpg', '6151018920140310_165759.jpg', '2906520120140310_165824.jpg', '700', '2019-11-13', 'Studio bien meublé  sur le haut d’agdal, offrant 1 chambre ouverte sur le salon, salle de bain, cuisine équipé.\r\nPrix : 700DH/Nuit\r\nSML/211\r\n- Les Honoraires d\'agence : 1 mois de loyer. Si vous êtes inté', 'Baddou', 0, '0661370292', 3),
(144, 'Samsung J7 pro', 'تليفونات', 'مكناس', '48446558IMG_20190728_000814.jpg', '15649386IMG_20190728_000844.jpg', '10774116IMG_20190728_000530.jpg', '', '', '500', '2019-11-26', 'شاشة هاتف سامسونج جديدة عاد جات من الصين', 'حساين', 0, '0637902706', 21),
(145, 'Pegou 406', 'سيارات', 'بني ملال', '48635130IMG-20191114-WA0004.jpg', '4839626IMG-20191114-WA0000.jpg', '3934085IMG-20191114-WA0001.jpg', '25811635IMG-20191114-WA0007.jpg', '58845227IMG-20191114-WA0002.jpg', '600000', '2019-12-02', '8 dlkhil dariba 1500dh mazout model 2003 diwana 2012 ', 'Reda ', 0, '0770738295', 11),
(146, 'بارطما للبيع', 'بارطما', 'الدار البيضاء', '3061071820191203_125158.png', '', '', '', '', '310000', '2019-12-03', 'بارطما للبيع في سدي عتمان الدارالبيضاء', 'Karima', 0, '0666047384', 22),
(147, 'الكيطمة رجالي', 'ملابس', 'سلا', '12409527IMG-20191201-WA0020.jpg', '4764848IMG-20191201-WA0019.jpg', '50834370IMG-20191201-WA0010.jpg', '36128032IMG-20191201-WA0010.jpg', '19586992IMG-20191201-WA0006.jpg', '60', '2019-12-03', 'الكيطمة رجالي بالجملة بحالة ممتازة جدا ', 'Abdelghani.', 0, '+212672171602', 27),
(148, 'الكيطمة رجالي ', 'ملابس', 'سلا', '22599276IMG-20191201-WA0009.jpg', '9011559IMG-20191201-WA0003.jpg', '12017252IMG-20191201-WA0004.jpg', '13807429IMG-20191201-WA0002.jpg', '56612114IMG-20191201-WA0017.jpg', '60', '2019-12-03', 'الكيطمة رجالي بالجملة بحالة ممتازة جدا ', 'Abdelghani ', 0, '+212672171602', 20),
(155, 'الكيطمة رجالي ', 'ملابس', 'سلا', '1995055IMG-20191208-WA0003.jpg', '62966385IMG-20191208-WA0008.jpg', '57583880IMG-20191208-WA0005.jpg', '10600991IMG-20191208-WA0002.jpg', '29375895IMG-20191208-WA0009.jpg', '60', '2019-12-08', 'الكيطمة رجالي بالجملة بحالة ممتازة جدا ', 'عبدالغني ', 0, '0672171602', 12),
(158, 'دروس html', 'ألعاب الفيديو وأجهزة تشغيل', 'الدار البيضاء', '45965199Capture.PNG', '', '', '', '', '50', '2019-12-12', 'نقدم دروس في برمجة ', 'issam_47_', 0, '0782941361', 4),
(159, 'دروس برمجة html ', 'ألعاب الفيديو وأجهزة تشغيل', 'الدار البيضاء', '15801281Capture.PNG', '76555551.PNG', '', '', '', '15', '2019-12-12', 'دروس برمجة html وغيرها css js \r\nرابط القناة https://www.youtube.com/channel/UCFsZ5KugC-h-E827UWhQ8sA?view_as=subscriber \r\nواذا حاب تدعمني مادينا ارسلي علي هذا اميل issambrahimict@gmail.coùm\r\nانا من جزائر', 'RED-47  ', 0, '0782941361', 6),
(160, 'حلويات مغربية', 'معدات مهنية', 'الدار البيضاء', '39366878FB_IMG_1572451481320.jpg', '37065690FB_IMG_1572451550869.jpg', '1346264FB_IMG_1572451524211.jpg', '', '', '60', '2019-12-13', 'لعشلف الحلويات البيع بالجملة والتقسيط مرحبا بالجميع', 'هاجر', 0, '0631625513', 9),
(161, 'كولون نسائية مقطن ', 'ملابس', 'الدار البيضاء', '43741390IMG-20191214-WA0007.jpg', '62106136IMG-20191214-WA0008.jpg', '37184986IMG-20191214-WA0002.jpg', '36504445IMG-20191214-WA0001.jpg', '58589818IMG-20191214-WA0004.jpg', '35', '2019-12-15', 'كولون نسائية بحالة ممتازة ', 'عبدالغني ', 0, '0672171602', 16),
(162, 'Nutriana', 'منتجات التجميل', 'الدار البيضاء', '10288684Screenshot_20191216-002105_WhatsApp.jpg', '', '', '', '', '0', '2019-12-15', 'لكل من يهمها امر تكبير المناطق الانثوية ', 'Nutriana', 0, '0679997532', 11),
(163, 'سخان كهربائي ', 'أجهزة الإلكترومناجي والأواني', 'الجديدة', '7924088item_L_10287299_13013903.jpg', '', '', '', '', '790', '2019-12-17', 'سخان كهربائي 30لتر من صنع تركيا\r\nعزل حرارى جيد يضمن حفظ درجة حرارة المياه لمدة أطول وتوفير 25 % من إستهلاك الكهرباء, الخزان الداخلى معالج بطبقة من الأيناميلد المضادة للصدأ, عامود ...', 'عبد اﻹله ', 0, '0615696882', 0),
(164, 'سخان كهربائي ', 'أجهزة الإلكترومناجي والأواني', 'الجديدة', '528340281547752852-47406-647-1-1.png', '7245564item_L_10287302_13013906.jpg', '', '', '', '930', '2019-12-17', 'سخان كهربائي 50 لتر من صنع تركيا\r\nعزل حرارى جيد يضمن حفظ درجة حرارة المياه لمدة أطول وتوفير 25 % من إستهلاك الكهرباء, الخزان الداخلى معالج بطبقة من الأيناميلد المضادة للصدأ, عامود ...', 'عبد اﻹله ', 0, '0615696882', 2),
(165, 'تاسيس شركات وتخليص ', 'كراء مشترك', 'الدار البيضاء', '609454451.jpg', '6087811250.jpg', '', '', '', '1', '2019-12-21', 'تأسيس شركات لجميع الجنسيات اصدار السجلات بكافة أنواعها كما نوفر لعملائنا مكاتب تدقيق حسابات معتمدة وبأسعار منافسة ترضي جميع الفئات، اصدار تأشيرات وتمديدها لجميع المستثمرين والزوار تجديد الاقامات', 'TIGER37756666', 0, '0097337756666', 5),
(166, 'تأسيس شركات وتدقيق', 'معدات مهنية', 'الدار البيضاء', '1621058851.jpg', '', '', '', '', '1', '2019-12-24', 'تأسيس شركات لجميع الجنسيات اصدار السجلات بكافة أنواعها كما نوفر لعملائنا مكاتب تدقيق حسابات معتمدة وبأسعار منافسة ترضي جميع الفئات، اصدار تأشيرات وتمديدها لجميع المستثمرين والزوار 0097337756666', 'TIGER37756666', 0, '0097337756666', 8),
(167, 'Ford', 'سيارات', 'الدار البيضاء', '52760024IMG-20191226-WA0002.jpg', '32942128IMG-20191226-WA0003.jpg', '66527855IMG-20191226-WA0004.jpg', '36022478IMG-20191226-WA0006.jpg', '35184383IMG-20191226-WA0005.jpg', '190000', '2019-12-27', 'Ranger model 2014 dariba 800dh', 'Mohamed ', 0, '0633817178', 52),
(168, 'nike', 'أحذيية', 'طنجة', '3837247120191212_221655.jpg', '', '', '', '', '650', '2020-01-04', 'nike 2019 origenal', 'taha', 0, '+34631520599', 10),
(169, 'تأسيس شركات وتدقيق', 'مكاتب', 'الدار البيضاء', '6414911451.jpg', '', '', '', '', '1', '2020-01-09', 'تأسيس شركات لجميع الجنسيات اصدار السجلات بكافة أنواعها كما نوفر لعملائنا مكاتب تدقيق حسابات معتمدة وبأسعار منافسة ترضي جميع الفئات، اصدار تأشيرات وتمديدها لجميع المستثمرين والزوار ت : 0097337756666', 'TIGER37756666', 0, '0097337756666', 4),
(170, 'dar baka jdida', 'دار أو ڨيلا', 'طنجة', '2149262020190811_195757.jpg', '128510120200104_211546.jpg', '5600614720190811_195643.jpg', '3485496020190811_195713.jpg', '3345984320190811_195823.jpg', '630000', '2020-01-09', 'dar fiha 2 tb9at o bit dstah salons 2 ma9a3id 2 kozinat\r\n2 bit dn3as 2 hamamat 2 b3ida 3la trik ra isiya 50m\r\nzan9a was3a b9a91 kolichi 9odam dar libraha marhba\r\nkayn mofahama\r\n', 'adilhlimi', 0, '0690900566', 7),
(171, 'اوركير', 'منتجات التجميل', 'تمارة', '44406248IMG-20200104-WA0038.jpg', '41536011IMG-20200104-WA0037.jpg', '', '', '', '100', '2020-01-13', 'المعجون الاسطورة', 'ايمان', 0, '0672488852', 3),
(172, 'Motor malih', 'درجات نارية', 'مراكش', '13450645IMG_20200112_185111.jpg', '16326288IMG_20200112_185120.jpg', '16946941IMG_20200112_185130.jpg', '', '', '2500', '2020-01-14', 'Bijo motor ou bikal khdm mazyan', 'Mohmd', 0, '0635216250', 2),
(173, 'Mazda 3', 'سيارات', 'سلا', '23588490IMG-20200109-WA0066.jpg', '59821729IMG-20200109-WA0065.jpg', '12040560IMG-20200109-WA0061.jpg', '18439994IMG-20200109-WA0063.jpg', '60364472IMG-20200109-WA0062.jpg', '50000', '2020-01-18', 'Mazda 3 model 2007 essence chv 9 ', 'Saad ', 0, '0641428692', 0),
(174, 'Hp ordinateur poste', 'حاسوب منزلي', 'مراكش', '37989424IMG-20191226-WA0014.jpg', '', '', '', '', '800', '2020-01-18', 'RAM 3go disque dur 260 go Windows 7 processeur core deux diod', 'Abderrahim', 0, '0655626300', 0),
(175, 'بوكلان 325BLN', 'مركبات وألات مهنية', 'الدار البيضاء', '44889241IMG-20191209-WA0008.jpg', '24479118IMG-20191209-WA0008.jpg', '10490044IMG_20191125_111454.jpg', '54584176IMG_20200103_101224.jpg', '', '9999', '2020-01-19', 'Boklan catrbellar 325NLN\r\nMODEL2000\r\nDIOINA2016\r\nMARTO KOROTA K170\r\nGODI1.50CM', 'Ahmed', 0, '0661263839', 0),
(176, 'Boklan 322CL', 'مركبات وألات مهنية', 'الدار البيضاء', '24491775IMG-20200118-WA0003.jpg', '35555167IMG-20200118-WA0004.jpg', '15450971IMG-20200118-WA0001.jpg', '6065140IMG-20200118-WA0002.jpg', '', '665', '2020-01-19', 'Boklan catrbellar 322CL\r\nModel2003', 'Hicham', 0, '+212661892783', 2),
(177, 'براد من النحاس', 'الأثاث والديكور', 'الدار البيضاء', '2767695JPEG_20200116_225506_-13947284.jpg', '22494008JPEG_20200116_225507_1077875818.jpg', '44175218JPEG_20200116_225507_-1898905458.jpg', '12424192JPEG_20200116_225507_127532633.jpg', '45666065JPEG_20200116_225505_844850102.jpg', '250', '2020-01-19', 'براد من النحاس دو جودة عالية', 'مروان متقي', 0, '0681683872', 0),
(178, 'made in turky ', 'ملابس', 'القنيطرة', '44069987IMG_20200120_232342_805.jpg', '63493945Screenshot_20200109-212523.png', '', '', '', '300', '2020-01-21', 'ملابس تركية ', 'Ghizlane', 0, '0687313835', 0),
(179, 'iPhone 8', 'تليفونات', 'الرباط', '2603982220200121_181614_mfnr.jpg', '479623411579626981310.gif', '', '', '', '3800', '2020-01-21', 'iPhone 8 64gb', 'Moh6', 0, '0695701675', 0);

-- --------------------------------------------------------

--
-- بنية الجدول `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `Username` varchar(260) NOT NULL,
  `Email` varchar(260) NOT NULL,
  `Password` varchar(260) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `users`
--

INSERT INTO `users` (`id`, `Username`, `Email`, `Password`) VALUES
(2, 'soq2019', 'soqmaroc@gmail.com', '6ffde11b137945769cee86b13583488bb3c41f92');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `alike`
--
ALTER TABLE `alike`
  ADD PRIMARY KEY (`id_like`),
  ADD KEY `join` (`id_post`);

--
-- Indexes for table `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `alike`
--
ALTER TABLE `alike`
  MODIFY `id_like` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=103;

--
-- AUTO_INCREMENT for table `items`
--
ALTER TABLE `items`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=180;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
